[GENERAL]
NAME					=Ελληνικά
TRANSLATOR				=George Georgiou (geonetor@yahoo.gr)



[TEXT]
TEXT_APP_NAME				=Bandicut
TEXT_BUILDNO				=Build#
TEXT_VERSION				=Bandicut ${str1} (${str2})
TEXT_APPINFO				=Bandicut - Γρήγορο, απλό πρόγραμμα επεξεργασίας βίντεο.
TEXT_BETA				=Beta
TEXT_UNREGISTERED			=Μη καταχωρημένο

TEXT_YES				=Ναι
TEXT_NO					=Όχι
TEXT_CLOSE				=Κλείσιμο
TEXT_CANCEL				=Άκυρο
TEXT_OK					=OK
TEXT_ABORT				=Διακοπή
TEXT_RETRY				=Επανάληψη
TEXT_IGNORE				=Αγνόηση
TEXT_CONTINUE				=Συνέχεια

TEXT_SAVE				= Save
TEXT_NOT_SAVE				= Don't Save

TEXT_SECOND				=Sec

TEXT_OPEN_FILE				=Αρχείο ανοιχτό
TEXT_SELECT_FOLDER			=Επιλέξτε το φάκελο εξαγωγής.

TEXT_SEG_DURATION			=Διάρκεια ${str1}
TEXT_SEEK_POS				=Αναζήτηση ${str1}
TEXT_TOTAL_SEG_DURATION			=Συνολικά ${str1}
TEXT_HIGH_SPEED_MODE			=Λειτουργία υψηλής ταχύτητας
TEXT_HIGH_ENCODING_MODE			=Τρόπο κωδικοποίησης

TEXT_VOLUME_MUTE			=Σίγαση
TEXT_VOLUME				=Ένταση: ${int1}

TEXT_CHANGE_LANG			=Για να αλλάξετε τη γλώσσα πρέπει να κάνετε επανεκκίνηση toy Bandicut.[br]Θέλετε να γίνει επανεκκίνηση τώρα;
TEXT_RESET_ALL_SETTINGS			=Είστε βέβαιοι ότι θέλετε να επαναφέρετε όλες τις ρυθμίσεις στις προεπιλεγμένες τιμές;
TEXT_SHUTDOWN_SEC			=Το σύστημα θα τερματίσει σε ${int1} δευτερόλεπτα.
TEXT_SHUTDOWN_APP_SEC			=Το Bandicut θα κλείσει σε  ${int1} δευτερόλεπτα.

TEXT_UPDATE_AVAILABLE			=Μια νέα έκδοση του Bandicut είναι διαθέσιμη.[br]Θέλετε να κάνετε λήψη τώρα;
TEXT_UPDATE_UNAVAILABLE			=Αυτή η έκδοση είναι η τελευταία.
TEXT_UPDATE_FAILED			=Απέτυχε ο έλεγχος για πληροφορίες έκδοσης.[br]Το σύστημα δεν μπορεί να συνδεθεί στο Internet προσωρινά. Παρακαλούμε προσπαθήστε ξανά.
TEXT_OFFLINE				=Αυτή η λειτουργία μπορεί να χρησιμοποιηθεί όταν το σύστημα είναι συνδεδεμένο στο Internet [br] Παρακαλώ δοκιμάστε ξανά αφού ελέγξετε τη σύνδεσή σας στο Internet.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			=Αυτό το πρόγραμμα δεν είναι έγκυρo.[br]Θα χρειαστεί να επανεγκαταστήσετε το Bandicut.

TEXT_NOT_SEEKABLE			=Αυτό το αρχείο πολυμέσων δεν είναι αναζητήσιμο.
TEXT_NOT_SEEKABLE_DETAIL		=Οι ρυθμίσεις λειτουργίας υψηλής ταχύτητας και τμήματος δεν είναι διαθέσιμες.[br]-Κατεστραμμένος πίνακας περιεχομένων.[br]-Δεν υπάρχει καρέ-κλειδί ή το πίνακας περιεχομένων.

TEXT_NOT_SUPPORT_FILE			=Το Bandicut δεν υποστηρίζει αυτό το αρχείο. [br](Δεν υπάρχει κανένα βίντεο ή πληροφορίες κωδικοποιητή.)[br]
TEXT_NOT_SUPPORT_VIDEO			=[br]- Codec βίντεο ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			=[br]- Codec ήχου ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			=[br]- Τύπος αρχείου : ${str1}
TEXT_NOT_SUPPORT_NONE			=Κανένα
TEXT_NOT_SUPPORT_NOT_DECODE		=(Αδυναμία αναπαραγωγής)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		=(Χωρίς δεδομένα βίντεο)
TEXT_NOT_SUPPORT_NOT_EXIST		=[br]Δεν υπάρχει το αρχείο εισόδου.[br]Παρακαλώ ελέγξτε τη διαδρομή του αρχείου. 

TEXT_NOT_HIGH_SPEED			=Η λειτουργία υψηλής ταχύτητας δεν είναι διαθέσιμη.
TEXT_NOT_HIGH_SPEED_DETAIL		=Αυτό το αρχείο δεν μπορεί να χρησιμοποιήσει τη λειτουργία υψηλής ταχύτητας, εξαιτίας ενός ζητήματος κωδικοποιητή. [br]- Please use Encoding mode.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	=- Υπάρχουν λιγότερα από 10 καρέ στο βίντεο.
TEXT_NOT_HIGH_SPEED_QUERY		=- Αποτυχία δημιουργίας του αρχείου πολυμέσων.

TEXT_NOT_HIGH_SPEED_KEY_FRAME		=Η λειτουργία υψηλής ταχύτητας είναι πολύ ταχύτερη από τη λειτουργία κωδικοποίησης.[br] Ωστόσο, η ώρα έναρξης του αρχείου μπορεί να αλλάξει όταν χρησιμοποιείτε τη λειτουργία υψηλής ταχύτητας (${str1}).

TEXT_KEY_FRAME_CUT_TITLE		=Θέλετε να συνεχίσετε με τη λειτουργία υψηλής ταχύτητας;
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		=Η λειτουργία υψηλής ταχύτητας είναι διαθέσιμη μετά την εγγραφή.[br][br]Θέλετε να αγοράσετε μια άδεια Bandicut από https://www.bandicut.com;

TEXT_FRAME_CUT_CANT_CHANGE		=Δεν μπορείτε να αλλάξετε αυτήν τη ρύθμιση στην ελεύθερη έκδοση του Bandicut. [br] Αγοράστε Bandicut από το https://www.bandicut.com

TEXT_KEY_FRAME_CUT			=Η ώρα έναρξης του αρχείου αυτού ενδέχεται να αλλάξει.
TEXT_KEY_FRAME_CUT2			=- Χρησιμοποιήστε τη λειτουργία κωδικοποίησης εάν υπάρχει κάποιο πρόβλημα.

TEXT_NOT_HIGH_SPEED_JOIN		=Μπορείτε να χρησιμοποιήσετε τη λειτουργία υψηλής ταχύτητας για Ένωση μόνο όταν όλες οι μορφές είναι ακριβώς ίδιες.

TEXT_MSG_CONVERTING_CLOSE		=Η εργασία είναι σε εξέλιξη. Θέλετε να την ακυρώσετε και να κλείσετε το Bandicut;
TEXT_MSG_CONVERTING_CANCEL		=Η εργασία εκτελείται. Θέλετε να την ακυρώσετε;
TEXT_MSG_CHECK_NOT_SHOW			=Να μην εμφανιστεί την επόμενη φορά.
TEXT_MSG_WRITE_HEADER			=Τώρα γράφεται η κεφαλίδα του αρχείου. Εάν το αρχείο είναι μεγάλο, μπορεί να αργήσει. Παρακαλώ περιμένετε μία στιγμή.

TEXT_ERROR_DISKSPACE_TITLE		=Δεν υπάρχει αρκετός χώρος στο δίσκο για τον φάκελο εξόδου.
TEXT_ERROR_DISKSPACE			=Αλλάξτε τον φάκελο εξόδου και δοκιμάστε ξανά.
TEXT_ERROR_DISKSPACE_DETAIL		=[br]-Διαθέσιμος χώρος στο δίσκο: ${str1}[br] -Απαιτούμενος χώρος στο δίσκο: ${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	=Δεν υπάρχει αρκετός χώρος στο δίσκο για το φάκελο προσωρινής αποθήκευσης.
TEXT_ERROR_CACHE_DISKSPACE		=Αλλάξτε το φάκελο της προσωρινής μνήμης και δοκιμάστε ξανά.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	=[br]-Διαθέσιμος χώρος στο δίσκο: ${str1}[br] -Απαιτούμενος χώρος στο δίσκο: ${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		=Αλλάξτε τον φάκελο εξόδου ή προσωρινής μνήμης.
TEXT_ERROR_FILE_SYSTEM			=Ο φάκελος εξόδου ή προσωρινής μνήμης δεν βρίσκεται σε ένα σύστημα αρχείων NTFS, το οποίο μπορεί να προκαλέσει προβλήματα κατά την επεξεργασία αρχείων μεγαλύτερων από 4GB. [Br] -Φάκελος για αλλαγή:
TEXT_CANT_KEYFRAME_SEEK			=Γίνεται ανάλυση του αρχείου πολυμέσων. Μετά το πέρας της ανάλυσης μπορείτε να κάνετε αναζήτηση ανά καρέ κλειδί.
TEXT_READ_FILE				=Απέτυχε η ανάγνωση του αρχείου. Ελέγξτε το αρχείο εισόδου.[br]Εάν το αρχείο βρίσκεται σε ένα CD/DVD, αντιγράψτε το αρχείο στο σκληρό σας δίσκο και προσπαθήστε ξανά.
TEXT_CODEC_CONFIG			=Λανθασμένες ρυθμίσεις κωδικοποίησης.
TEXT_CODEC_CONFIG2			=[br]Παρακαλώ πηγαίνετε στο "Ρυθμίσεις κωδικοποίησης", χρησιμοποιήστε την προεπιλεγμένη ρύθμιση και στη συνέχεια προσπαθήστε ξανά.
TEXT_VIDEO_ENCODING			=Παρουσιάστηκε σφάλμα κατά την κωδικοποίηση του βίντεο. You need to check the input file or the encoding settings.
TEXT_VIDEO_ENCODING_QSV_TITLE		=Η μετατροπή έχει σταματήσει επειδή υπάρχει πρόβλημα με τον κωδικοποιητή βίντεο Intel® Quick Sync.
TEXT_VIDEO_ENCODING_QSV			=Θα χρησιμοποιήσετε τον Κωδικοποιητή Λογισμικού H.264;
TEXT_AUDIO_ENCODING			=Παρουσιάστηκε σφάλμα κατά την κωδικοποίηση του ήχου. You need to check the input file or the encoding settings.
TEXT_NOT_SUPPORT_TYPE			=Απέτυχε η δημιουργία Απέτυχε η δημιουργία αρχείου εξόδου.αρχείου εξόδου.
TEXT_UNSUPPORT_VIDEO_SIZE		=Δεν είναι δυνατή η μετατροπή σε αυτήν την ανάλυση βίντεο. [Br] Η μέγιστη ανάλυση που υποστηρίζεται από ${str1} είναι ${str2}.[Br] Μεταβείτε στο μενού "Ρυθμίσεις κωδικοποίησης" και επιλέξτε άλλη ανάλυση βίντεο και δοκιμάστε ξανά.
TEXT_NO_ENCODER				=Δεν βρίσκεται ο κωδικοποιητής.
TEXT_SEND_FILE				=Αν στείλετε το αρχείο βίντεο στο bandicut@bandicam.com, εμείς θα προσπαθήσουμε να διορθώσουμε το πρόβλημα.
TEXT_CHECK_CHANGE_ENCODER		=Χρησιμοποιήστε τον κωδικοποιητή λογισμικού H.264 από τώρα και στο εξής
TEXT_INTER_FILE				=Παρουσιάστηκε σφάλμα κατά την αποθήκευση του βίντεο στο φάκελο εξόδου.
TEXT_CANT_DECODE_AUDIO			=Ορισμένα κομμάτια ήχου δεν μπορούν να αποκωδικοποιηθούν. [Br] Δεν θα μετατραπούν. Εισαι σιγουρος οτι θελεις να συνεχισεις?

TEXT_REBUILD_COMPLETE			=Αρχεία έτοιμα για επεξεργασία.
TEXT_REBUILD_FAILED			=Παρουσιάστηκε σφάλμα κατά την προετοιμασία των αρχείων βίντεο.[br]

TEXT_ERRMSG_CONVERT_NUM			=Η κωδικοποίηση απέτυχε.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		=Απέτυχε η χρήση λειτουργίας υψηλής ταχύτητας διότι το αρχείο είναι πολύ μεγάλο. Παρακαλούμε χρησιμοποιήστε τη λειτουργίας κωδικοποίησης.

TEXT_MSG_CHANGE_MODE_DROP		=Εάν προστίθενται πολλά αρχεία στο Bandicut, θα αλλάξει σε Ένωση. [br] Είστε βέβαιοι ότι θέλετε να συνεχίσετε;
TEXT_MSG_CANT_CHANGE			=To Bandicut αναλύει τα αρχεία που έχουν προστεθεί.

TEXT_MISSED_FILE_REMOVE 		=Το αρχείο έχει αφαιρεθεί από τον κατάλογο τμημάτων γιατί δεν υπάρχει.[br]-${str1}

TEXT_INVALID_VALUE			=Εισαγάγετε μια τιμή μεταξύ ${int1} και ${int2}.

TEXT_WARNING_MAX_SEGMENT         	=Μπορείτε να προσθέσετε έως ${int1} αρχεία/τμήματα.
TEXT_WARNING_MAX_SEGMENT_FAIL           =Τα παραακάτω ${int1} αρχεία δεν έχουν προστεθεί.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		=Πρόκειται να υπερβείτε τη μέγιστη καταμέτρηση τμήματος του Bandicut (99). Εάν συνεχίσετε, ορισμένα τμήματα δεν θα προστεθούν. [Br] Είστε βέβαιοι ότι θέλετε να συνεχίσετε;
TEXT_WARNING_MAX_SEGMENT_SHORT		=Το Bandicut δεν μπορεί να χωριστεί σε τμήματα ${int1} επειδή ο χρόνος κάθε τμήματος είναι πολύ μικρός.[Br]Καταχωρίστε μικρότερο αριθμό.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	=Δεν μπορείτε πλέον να διαιρέσετε το τμήμα επειδή έχει σημειωθεί υπέρβαση του μέγιστου αριθμού των τμημάτων.
TEXT_WARNING_MAX_SEGMENT_ZERO		=Ο χρόνος είναι μεγαλύτερος από τον χρόνο τμήματος.[Br]Ρυθμίστε τον σε μικρότερη τιμή και δοκιμάστε ξανά.
TEXT_WARNING_INVALID_TIME		=Ορίστε χρόνο μεγαλύτερο από 1 δευτερόλεπτο.

TEXT_EXIST_FILE_HEADER			=Υπάρχει ήδη ένα αρχείο με αυτό το όνομα.
TEXT_EXIST_FILE_COMMENT			=Εάν συνεχιστεί αυτή η εργασία, θα προστεθεί ο αύξων αριθμός στο όνομα αρχείου. Είστε σίγουροι ότι θέλετε να συνεχίσετε;
TEXT_EXIST_FILE_OVERWRITE			=Αποθήκευση αρχείου έργου
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} already exists.[br]Do you want to overwrite it?

TEXT_MSG_PROJECT_HELP			= What is a project file?
TEXT_MSG_SAVE_PROJECT_HEADER		= Εργασία σε εξέλιξη.
TEXT_MSG_SAVE_PROJECT			= Εάν προσθέσετε αρχεία βίντεο ή ένα αρχείο έργου, η εργασία που εκτελείται θα χαθεί.
TEXT_MSG_SAVE_PROJECT2			= Θέλετε να συνεχίσετε μετά την αποθήκευση ενός αρχείου έργου;
TEXT_MSG_SAVE_PROJECT_CLOSE		= Θέλετε να συνεχίσετε μετά την αποθήκευση ενός αρχείου έργου;
TEXT_MSG_LOAD_PROJECT_FAIL		= Απέτυχε το άνοιγμα αρχείου έργου.
TEXT_MSG_RESTORE_PROJECT		= Bandicut didn't shut down correctly.[br]Do you want to restore your previous task?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		=Το Intel® Quick Sync Video δεν είναι ενεργοποιημένο. [Br]Για να χρησιμοποιήσετε τον κωδικοποιητή "H264 (Intel® Quick Sync Video)", συνδέστε το καλώδιο VGA από την οθόνη στην θύρα VGA της μητρικής πλακέτας.
TEXT_RECOMMEND_CODEC_COMMENT_OK	 =θέλετε να επισκεφθείτε τη σελίδα βοήθειας;

TEXT_ENCODER_TITLE			=${str1} κωδικοποιητής διαθέσιμος
TEXT_ENCODER_AVAILABLE_ENCODER		=${str1} είναι ένας κωδικοποιητής υλικού που σας επιτρέπει να επεξεργαστείτε βίντεο με υψηλότερη ταχύτητα από τον κωδικοποιητή που βασίζεται στο λογισμικό.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	=[br]Θέλετε να χρησιμοποιήσετε τον κωδικοποιητή ${str1};

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	=Αυτή η λειτουργία δεν είναι πλέον διαθέσιμη λόγω της πολιτικής του Facebook.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			=Πληροφορίες αρχείου εισόδου
TEXT_H264_NOT_SUPPORT			=Αυτό το σύστημα δεν υποστηρίζει κωδικοποίηση H.264.
TEXT_FILE_NAME				=Όνομα αρχείου: ${str1}
TEXT_FILE_TYPE				=Μορφή αρχείου: ${str1}
TEXT_FILE_DURATION			=Διάρκεια: ${str1}
TEXT_FILE_SIZE				=Μέγεθος αρχείου: ${str1}
TEXT_SEGMENT				=Τμήματα: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_START		=- Αρχική ώρα έναρξης: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	=- Νέα ώρα έναρξης: ${str1}
TEXT_ENABLE_HIGH_SPEED			=Χρήση λειτουργίας υψηλής ταχύτητας: ${str1}
TEXT_SEEKABLE				=Αναζήτηση ${str1}  
TEXT_POSSIBLE				=Ενεργοποίηση
TEXT_IMPOSSIBLE				=Απενεργοποίηση
TEXT_POSSIBLE_REG			=Διαθέσιμο μετά την εγγραφή.
TEXT_TRACK_COUNT			=${int1} Βίντεο, ${int2} ήχοι 
TEXT_OUTPUT_FILE_INFO			=Πληροφορίες αρχείου εξόδου
TEXT_ADD_FAILED				=[Απέτυχε να προσθέσει το αρχείο]
TEXT_OUTPUT_OPTION			=Επιλογές εξόδου
TEXT_INPUT_FILES			=[Αρχεία εισόδου (Τμήματα): ${int1}]
TEXT_H264_ENCODER			=H.264 Encoder
TEXT_CODEC				=Codec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			=Αρχείων πολυμέσων
TEXT_MAIN_PROJECT_FILES			=Αρχεία έργου
TEXT_MAIN_ALL_FILES			=Όλα τα αρχεία

TEXT_MOREINFO				=Δείτε περισσότερα...

TEXT_SEGMENT_TITLE			=Τμήμα ${str1}
TEXT_SEGMENT_FILE_TITLE			=Αρχείο ${str1}

TEXT_RECORDING				=Έναρξη καταγραφής οθόνης Bandicam[br](Εγγραφή οθόνης υπολογιστή, παιχνιδιού ή κάμερας)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			=Arial
TEXT_BANNER_FONT_COLOR			=#bbb
TEXT_BANNER_FONT_OVER_COLOR		=#5acf0c
TEXT_BANNER_OFF_TITLE			=Δοκιμή
TEXT_BANNER_OFF_SUBJECT			=Χρησιμοποιείτε την μη καταχωρημένη έκδοση.
TEXT_BANNER_OFF_CONTENTS_1		=Εάν αγοράσετε και καταχωρήσετε την άδεια χρήσης Bandicut,
TEXT_BANNER_OFF_CONTENTS_2		=μπορείτε να χρησιμοποιήσετε το λογισμικό χωρίς τους περιορισμούς της δοκιμαστικής έκδοσης.
TEXT_BANNER_RESULT_SUBJECT		=Δεν είστε ικανοποιημένος με την ταχύτητα;
TEXT_BANNER_RESULT_CONTENTS_1		=Παρακαλώ αγοράστε την άδεια Bandicut.
TEXT_BANNER_RESULT_CONTENTS_2		=Η ταχύτητα θα αυξηθεί κατά <b>${str1}% (${str2})</b>.
TEXT_BANNER_RESULT_BTN			=Αγοράστε τώρα

TEXT_BANNER_UWP_SUBJECT			=Bandicut Video Cutter (free) για Microsoft Store
TEXT_BANNER_UWP_CONTENTS_1		=Ταχύτατος κόφτης, διαχωριστής και συνενωτής βίντεο χωρίς απώλειες 
TEXT_BANNER_UWP_CONTENTS_2		=Για περισσότερες πληροφορίες, επισκεφθείτε την επίσημη ιστοσελίδα.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			=Γενικά
TEXT_TAB_FILE				=Εξαγωγή
TEXT_TAB_LANGUAGE			=Γλώσσα
TEXT_TAB_HIGHSPEED			=Υψηλή ταχ.
TEXT_TAB_VFILTER			=Φίλτρο βίντεο
TEXT_TAB_INFO				=Περί

TEXT_PREFIX_FILE_NAME			=Όνομα αρχείου προέλευσης
TEXT_PREFIX_CUSTOM			=Προσαρμοσμένο πρόθεμα
TEXT_PREFIX_NONOE			=Κανένα
TEXT_SUFFIX_TIME			=Ημερομηνία και ώρα
TEXT_SUFFIX_SERIAL			=Αύξων αριθμός 
TEXT_SUFFIX_DATE_SERIAL			=Ημερομηνία και αύξων αριθμός
TEXT_FILE_EXAMPLE			=πχ: 
TEXT_DEFAULT_CACHE_FOLDER		=(Προεπιλογή)

TEXT_INTEL_QSV				=Intel® Quick Sync video (Γρήγορη, επιτάχυνση υλικού)

TEXT_H264_NOT_SUPPORT			=Αυτό το σύστημα δεν υποστηρίζει κωδικοποίηση H.264.[br]θέλετε να επισκεφθείτε τη σελίδα βοήθειας;

TEXT_VIDEO_QUALITY			=Ποιότητα
TEXT_VIDEO_BITRATE			=Bitrate(kbps)
TEXT_AUDIO_MONO				=Mono
TEXT_AUDIO_STEREO			=Stereo
TEXT_NO_VIDEO				=Κανένα βίντεο
TEXT_NO_AUDIO				=Κανένας ήχος
TEXT_VIDEO				=Βίντεο
TEXT_AUDIO				=Ήχος
TEXT_UNKNOWN				=Άγνωστο
TEXT_AUTO				=Αυτόματα
TEXT_ALWAYS				=Πάντα
TEXT_DONT_USE				=Να μην χρησιμοποιείται

TEXT_FIT_WIDTH				=Προσαρμογή στο πλάτος
TEXT_FIT_HEIGHT				=Προσαρμογή στο ύψος
TEXT_SIZE_AUTO				=Διατήρηση αρχικού μεγέθους
TEXT_SIZE_CUSTOM			=Ορισμός

TEXT_FIT_WIDTH_INFO			=Προσαρμογή στο πλάτος (${int1}x0)
TEXT_FIT_HEIGHT_INFO			=Προσαρμογή στο ύψος (0x${int1})
TEXT_SIZE_AUTO_INFO			=(${int1}x${int2})

TEXT_FULL_HD				=1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				=1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			=960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			=2048 x 1536 (Νέο iPad)

TEXT_FPS_AUTO				=Διατήρηση αρχικού FPS

TEXT_MIN_VIDEO_SIZE			=Η ελάχιστη τιμή πλάτους και ύψους του βίντεο είναι ${int1}.
TEXT_MAX_VIDEO_SIZE			=Η μέγιστη τιμή πλάτους και ύψους του βίντεο είναι ${int1}.
TEXT_ODD_VIDEO_SIZE			=Η κωδικοποίηση ενδέχεται να αποτύχει όταν το πλάτος ή ύψος του βίντεο είναι μονός αριθμός.[br] Θέλετε να αλλάξετε το μέγεθος του βίντεο ως εξής;
TEXT_ODD_VIDEO_SIZE2			=[br]- Καθορισμένη από το χρήστη μέγεθος βίντεο: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			=[br]- νέο μέγεθος βίντεο: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			=Η μέγιστη τιμή bitrate του βίντεο είναι ${int1} Kbps.
TEXT_MAX_VIDEO_QUALITY			=Η τιμή ποιότητας εικόνας πρέπει να είναι μεταξύ 1 και 100.
TEXT_DONT_ALLOW_NORMALIZE		=Δεν μπορείτε να χρησιμοποιήσετε αυτήν την επιλογή με την επιλογή [Remove Audio Tracks]. [Br] Θέλετε να απενεργοποιήσετε την επιλογή [Remove Audio Tracks];
TEXT_DONT_ALLOW_REMOVE_AUDIO		=Δεν μπορείτε να χρησιμοποιήσετε αυτήν την επιλογή με την επιλογή [Κανονικοποίηση]. [Br] Θέλετε να απενεργοποιήσετε την επιλογή [Κανονικοποίηση];

TEXT_SAMPLERATE_AUTO			=Διατήρηση αρχικής συχνότητας

TEXT_ASK_FOR_REG			=Μη καταχωρημένη έκδοση
TEXT_ASK_FOR_REG_DETAIL			=Αγοράστε μια άδεια Bandicut για να άρετε όλους τους περιορισμούς.
TEXT_ASK_FOR_REG_CONTINUE		=Παράβλεψη και συνέχεια
TEXT_ASK_FOR_REG_REGNOW			=Καταχώρηση Bandicut
TEXT_ASK_FOR_REG_TRY			=Δοκιμαστική έκδοση Bandicut

TEXT_NOT_EXIST_OUTPUT			=Ο φάκελος εξαγωγής δεν υπάρχει. Please change the output folder.
TEXT_NOT_SUPPORT_FOLDER			=Δεν μπορείτε να αποθηκεύσετε αρχεία στον φάκελο αυτό. Επιλέξτε άλλο φάκελο.
TEXT_NOT_SAVE_SOURCE_FOLDER		=Δεν μπορείτε να αποθηκεύσετε αρχεία στο φάκελο προέλευσης [br] θέλετε να συνεχίσει αφού ξεμαρκάρετε την επιλογή [Αποθήκευση στο φάκελο προέλευσης];
TEXT_NOT_ALLOWED_CHAR			=Ένα όνομα αρχείου δεν μπορεί να περιέχει οποιονδήποτε από τους παρακάτω χαρακτήρες.[br]${str1}
TEXT_LONG_PATH				=Το όνομα του αρχείου εξόδου είναι πάρα πολύ μεγάλο. Παρακαλώ, ελλατώστε το όνομα αρχείου και προσπαθήστε ξανά, ή δοκιμάστε μια τοποθεσία που έχει μια μικρότερη διαδρομή. [br] Το μήκος της διαδρομής ανώτατο αρχείου είναι ${int1} χαρακτήρες.
TEXT_ADDING_FILES			=Γίνεται προσθήκη αρχείων πολυμέσων. Παρακαλώ περιμένετε μία στιγμή.

TEXT_DEFAULT_PRESET			=Προεπιλογή
TEXT_FIT_WIDTH_PRESET			=Σύμφωνα με το πλάτος
TEXT_FIT_HEIGHT_PRESET			=Σύμφωνα με το ύψος
TEXT_UPLOAD_480_PRESET			=YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			=YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			=YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			=Smartphone
TEXT_PPT_PRESET				=PowerPoint
TEXT_DELETE_PRESET			=Θέλετε να διαγράψετε την προκαθορισμένη ρύθμιση; [br] Δεν είναι σε θέση να το κάνειαυτό [br]-Προκαθορισμένο όνομα: ${str1}
TEXT_SAME_PRESET			=Το προεπιλεγμένο όνομα που καταχωρίσατε ήδη υπάρχει. Θέλετε να αντικαταστήσετε την υπάρχουσα προρύθμιση; [br] [br] -Preset name: $ {str1}
TEXT_SAME_RENAME_PRESET			=Το προεπιλεγμένο όνομα που καταχωρίσατε ήδη υπάρχει. Εισαγάγετε ένα διαφορετικό όνομα. [Br] [br] -Προσθήκη ονόματος: $ {str1}
TEXT_REFLECTED_PRESET			= Your preset has been applied[br][br]-Preset name: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			=Αυτό το πρόγραμμα θα εγκαταστήσει το Bandicut στον υπολογιστή σας.[br][br]Εαν το Bandicut εκτελείτε, παρακαλούμε κλείστε το πριν ξεκινήσετε την εγκατάσταση.[br][br]Κάντε κλικ στο Επόμενο για να συνεχίσετε.
TEXT_DELETE_ALL_FILES			=Δεν έχουν αφαιρεθεί όλα τα αρχεία (${str1}). [br] Θέλετε να τα αφαιρέσετε;
TEXT_STILLRUN_EXIT_PROGRAM		=Το Bandicut χρησιμοποιείται. Κλείστε το πρόγραμμα πριν συνεχίσετε.
TEXT_THIS_IS_NT_ONLY_APP		=Αυτό το λογισμικό θα λειτουργεί σωστά μόνο στα Windows Vista και αργότερα. [br] Θέλετε να κατεβάσετε την έκδοση για τα Windows XP;
TEXT_DO_NOT_WORK_32BIT			=Αυτό το πρόγραμμα δεν λειτουργεί σε Windows 32-bit. [br] Θέλετε να κατεβάσετε την έκδοση για Windows 32-bit;
TEXT_NEED_ADMIN_PRIVILEGE		=Η εγκατάσταση σε αυτό το πρόγραμμα απαιτεί δικαιώματα διαχειριστή. [br] Θέλετε να ακυρώσετε την εγκατάσταση;
TEXT_DELETE_ALL_PRESET_FILES		=Υπάρχουν οι καθορισμένες σας προεπιλογές. [Br] Θέλετε να τις αφαιρέσετε;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT			=Επιλέξτε τη λειτουργία που θέλετε να χρησιμοποιήσετε.
TEXT_WIZARD_COMMENT_CUT			=Κόψτε ή αφαιρέστε τμήματα από ένα βίντεο.
TEXT_WIZARD_COMMENT_SPLIT		=Διαχωρίστε ένα αρχείο βίντεο σε πολλά τμήματα.
TEXT_WIZARD_COMMENT_JOIN		=Συνενώστε πολλαπλά αρχεία βίντεο.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				=<font color=white>Bandicut</font> Κοπή
TEXT_GUIDE_JOIN				=<font color=white>Bandicut</font> Ένωση

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				=Συνέχεια
TEXT_PAUSE				=Παύση
TEXT_READY				=Αναμονή

TEXT_TITLE_ALARM_TRAILING		=${str1} - Γράφεται η κεφαλίδα του αρχείου
TEXT_JOIN_JOB				=Ένωση

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			=Το Bandicut σας έχει καταχωρηθεί.
TEXT_REGISTER_FAILED			=Αποτυχία εγγραφής.[br]Ελέγξτε τη διεύθυνση email και το σειριακό αριθμό.
TEXT_REGISTER_CONNECT_FAILED		=Δεν είναι δυνατή η σύνδεση με τον διακομιστή καταχώρησης. [br]Ελέγξτε τη σύνδεσή σας στο internet και να ρυθμίσετε το ρολόι του συστήματος στην σημερινή ημερομηνία και ώρα.${str1}
TEXT_REGISTER_FAILED_HELP		=[br]Εάν χρειάζεστε βοήθεια, κάντε κλικ στο πλήκτρο OK.
TEXT_REGISTER_INFO			=Διεύθυνση Email: ${str1}[br]Σειριακός Αριθμός: ${str2}
TEXT_REGISTER_INFO2			= Expiration Date: ${str1} (${int1} days left)
TEXT_REGISTER_INFO2_EXPIRED		= Expiration Date: ${str1} (Expired)
TEXT_REGISTER_YET			=Μη καταχωρημένο! -Θα προστεθεί ένα υδατογράφημα στο βίντεο. [br]-παρακαλούμε κάντε κλικ στο κουμπί «Εγγραφή» για να καταργήσετε όλους τους περιορισμούς. 
TEXT_HAS_BEEN_UNREGISTERED		=Το Bandicut δεν έχει καταχωρηθεί.
TEXT_UNREGISTER				=Θέλετε να καταργήσετε την καταχώρηση του Bandicut;
TEXT_NOTICE_NEED_TO_RENEW		= Bandicut license expires after ${int1} days. Click the 'OK' button for license renewal instructions.
TEXT_NOTICE_NEED_TO_RENEW_NOW		= Bandicut license has expired. Click the 'OK' button for license renewal instructions.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		=Πληκτρολογήστε έναν τίτλο για το βίντεο που θα ανεβάσετε.
TEXT_UPLOAD_YOUTUBE_LOGIN		=Σύνδεση - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Signing in with YouTube from the browser...
TEXT_UPLOAD_VIMEO_LOGIN			=Σύνδεση - Vimeo
TEXT_UPLOAD_COMPLETE			=Ανέβηκε
TEXT_UPLOAD_ERR_FAIL			=Απέτυχε το ανέβασμα του βίντεο.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		=Αυτό το αρχείο είναι πολύ μεγάλο για να ανέβει.
TEXT_UPLOAD_ERR_FREESPACE		=Δεν υπάρχει αρκετός ελεύθερος χώρος για να το ανεβάσετε.
TEXT_UPLOAD_ERR_CONNECT			=Απέτυχε η σύνδεση στο διακομιστή.
TEXT_UPLOAD_ERR_AUTH_VIMEO		=Απέτυχε η αποστολή αυτού του βίντεο. Οι βασικοί χρήστες vimeo δεν μπορούν να χρησιμοποιήσουν αυτήν τη λειτουργία.
TEXT_UPLOAD_WARNING_DOING		=Ανεβαίνουν ${int1} αρχεία βίντεο. Θέλετε να ακυρώσετε το ανέβασμα βίντεο και να κλείσετε το Bandicut;
TEXT_UPLOAD_NO_PASSWORD			=Εισαγάγετε έναν κωδικό πρόσβασης.
TEXT_UPLOAD_YOUTUBE_QUOTA		= Bandicut has exceeded the daily upload quota assigned by YouTube.[br]The quota will be reset at midnight Pacific Time.[br]Please try again after midnight Pacific Time or go to YouTube.com and upload the video directly to YouTube.[br][br]Do you want to visit YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= Failed to get an access token.

TXT_TITLE               		= Signing in with YouTube is complete!
TXT_MESSAGE_COMPLETE1   		= Signing in with YouTube is complete!
TXT_MESSAGE_COMPLETE2   		= You can close this page.
TXT_GOTO_BANDICUT_HOME  		= Go to bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			=Η εγκατάσταση βρίσκεται σε εξέλιξη...
TEXT_UPDATE_FAILED_DL			=Αποτυχία λήψης αρχείων εγκατάστασης. [br] Το σύστημα αυτό ενδέχεται να μην είναι συνδεδεμένο στο Internet.
TEXT_UPDATE_INSTALL_SUCCEED		=Η εγκατάσταση ολοκληρώθηκε.
TEXT_UPDATE_INSTALL_FAILED		=Η εγκατάσταση απέτυχε.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			=Περί [tab]F1
MENUSTR_MAIN_FILE_OPEN			=Άνοιγμα αρχείου [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		=Αποστολή σε
MENUSTR_MAIN_FILE_CLOSE			=Κλείσιμο αρχείου [tab]F4
MENUSTR_MAIN_OUTPUT			=Άνοιγμα φακέλου εξαγωγής [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			=Διαμόρφωση [tab]F5
MENUSTR_MAIN_REGISTER			=Καταχώρηση [tab]F3
MENUSTR_MAIN_CLOSE			=Έξοδος [tab]Alt+F4
MENUSTR_MAIN_HELP			=Βοήθεια
MENUSTR_HELP_ONLINE			=Βοήθεια
MENUSTR_HELP_HOTKEYS			=Πλήκτρα συντόμευσης
MENUSTR_HELP_LICENSE			=Πληροφορίες άδειας χρήσης
MENUSTR_MAIN_VIDEO			=Βίντεο
MENUSTR_MAIN_AUDIO			=Ήχος
MENUSTR_MAIN_FILE_INFO			=Πληροφορίες αρχείου [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		=Κλείσιμο όλων των αρχεων [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		=Άνοιγμα αρχείου έργου
MENUSTR_MAIN_PROJECT_FILE_SAVE		=Αποθήκευση αρχείου έργου
MENUSTR_UPLOAD_SETTING			=Ρυθμίσεις

MENUSTR_PRESET_USER			=Προεπιλογές χρήστη
MENUSTR_PRESET_ADD			=Προσθήκη προεπιλογής
MENUSTR_PRESET_EDIT			=Επεξεργασία προεπιλογών

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				=Άκυρο
IDOK					=OK
IDC_BTN_CLOSE				=Κλείσιμο
IDC_BTN_YES				=Ναι
IDC_BTN_NO				=Όχι
IDC_BTN_REGISTER			=Καταχώρηση
IDC_CK_OPEN_OUTPUT_FOLDER		=Άνοιγμα του φακέλου εξαγωγής όταν ολοκληρωθεί
IDC_ST_DETAIL_LINK			=Δείτε περισσότερα...
IDC_ST_OPTION				=Επιλογές
IDC_ST_HELP				=Βοήθεια

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			=Ρυθμίσεις λειτουργίας κωδικοποίησης
IDC_ST_FILE_FORMAT			=Αρχείο
IDC_ST_FORMAT				=Μορφή αρχείου
IDC_ST_VIDEO_DETAIL			=Βίντεο
IDC_ST_AUDIO_DETAIL			=Ήχος
IDC_ST_VIDEO_SIZE			=Μέγεθος βίντεο
IDC_ST_FPS				=FPS
IDC_ST_VIDEO_CODEC			=Codec βίντεο
IDC_ST_VIDEO_MODE			=Έλεγχος Bitrate 
IDC_ST_VIDEO_QUALITY			=Ποιότητα
IDC_ST_VIDEO_BITRATE			=Bitrate
IDC_ST_VIDEO_DEINTERLACE		=Deinterlace
IDC_ST_AUDIO_CODEC			=Cocdec ήχου
IDC_ST_AUDIO_CHANNEL			=Κανάλι
IDC_ST_AUDIO_SAMPLERATE			=Συχνότητα
IDC_ST_AUDIO_MODE			=Έλεγχος Bitrate 
IDC_ST_AUDIO_BITRATE			=Bitrate
IDC_BTN_PRESET				=Προεπιλογή
IDC_BTN_SETTING_MORE			=Άλλες ρυθμίσεις...
IDC_ST_AUDIO_NORMALIZE			=Ομαλοποίηση
IDC_CK_AUDIO_NORMALIZE			=Χρήση

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				=Ρυθμίσεις H.264
IDC_ST_H264_PROFILE_SETTING		=Ρυθμίσεις ${str1}
IDC_ST_H264_PROFILE			=Προφίλ
IDC_ST_H264_LEVEL			=Επίπεδο

[IDD_PRESET_ADD]
IDD_PRESET_ADD				=Προσθήκη νέας προεπιλογής
IDC_ST_ADD_PRESET			=Μπορείτε να αποθηκεύσετε τις τρέχων ρυθμίσεις μορφής ως νέα προεπιλογή.[br]Εισάγετε όνομα για την νέα προεπιλογή.
IDC_ST_SELECT_ENCODER			=Ρυθμίσεις κωδικοποιητή H.264 
IDC_ST_VIDEO_ENCODER			=Κωδικοποιητής H.264 			

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			=Μετονομάστε την προεπιλογή
IDC_ST_RENAME_PRESET			=Εισάγετε νέο όνομα για την νέα προεπιλογή.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				=Επεξεργασία προεπιλογών
IDC_BTN_PRESET_ADD			=Προσθήκη
IDC_BTN_PRESET_DELETE			=Διαγραφή
IDC_BTN_PRESET_RENAME			=Μετονομασία

[IDD_SETTING]
IDD_SETTING				=Διαμόρφωση
IDC_BTN_RESET				=Επαναφορά

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		=Ειδοποίηση για το άνοιγμα μη αναζητήσιμων αρχείων πολυμέσων.
IDC_CK_ALERT_EXIST_FILE			=Ειδοποίηση όταν υπάρχει ήδη ένα αρχείο με αυτό το όνομα.
IDC_CK_ALERT_SAVE_PROJECT		=Alert when saving a project file.
IDC_CK_USE_LOG_FILE			=Δημιουργία αρχείου καταγραφής (.log)
IDC_CK_MOV_FRONT_HEADER			=Αποθήκευση των πληροφοριών στην αρχή του αρχείου (μόνο MP4).
IDC_CK_KEEP_CREATION_TIME		=Διατήρηση ημερομ/ώρας δημιουργίας του αρχείου (ετικέτα δεδομένων).
IDC_ST_UPLOAD				=Επιλογή ανεβάσματος
IDC_CK_SHOW_TIP				=Εμφάνιση συμβουλής/πληροφοριών
IDC_CK_AUTO_MOVE			=Μετακινήστε τη θέση εισόδου όταν πιέζετε τα πλήκτρα αριθμού.
IDC_CK_DEINTERLACE_PREVIEW		=Χρησιμοποιήστε το φίλτρο απόπλεξης κατά την αναπαραγωγή βίντεο.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				=Φάκελος εξαγωγής
IDC_BTN_SET_OUTPUT			=Εξερεύνηση
IDC_BTN_OPEN_OUTPUT			=Άνοιγμα
IDC_CK_OUTPUT_SOURCE			=Αποθήκευση στο φάκελο προέλευσης
IDC_ST_FILENAME				=Ρυθμίσεις ονομασίας αρχείων
IDC_ST_CACHE_FOLDER			=Φάκελος προσωρινής αποθήκευσης
IDC_BTN_SET_CACHE_FOLDER		=Εξερεύνηση
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	=Προεπιλογή

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				=Γλώσσα
IDC_ST_TRANSLATOR			=Ευχαριστίες στους μεταφραστές

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		=Ειδοποίηση αν δεν διατίθεται η λειτουργία υψηλής ταχύτητας.
IDC_CK_ALWAYS_KEY_FRAME_CUT		=Πάντα κοπή/ένωση από καρέ σε λειτουργία υψηλής ταχύτητας.
IDC_CK_SHOW_KEY_FRAME_CUT		=Ειδοποίηση αν θα αλλάξει η ώρα έναρξης του αρχείου.

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			=Ανέβασμα στο Vimeo.com
IDC_ST_VIMEO_UPLOADINFO			=Πληροφορίες ανεβάσματος
IDC_ST_VIMEO_FILENAME			=Όνομα αρχείου:
IDC_ST_VIMEO_TITLE			=Τίτλος:
IDC_ST_VIMEO_DESCRIPTION		=Περιγραφή:
IDC_ST_VIMEO_PRIVACY			=Ιδιωτικότητα:
IDC_RD_VIMEO_PRIVACY_ANYONE		=Όλοι - Να επιτρέπεται σε όλους το να δουν 
IDC_RD_VIMEO_PRIVACY_ONLYME		=Μόνο εγώ - Να είναι ορατό μόνο σε μένα 
IDC_RD_VIMEO_PRIVACY_FOLLOW		=Μόνο άτομα που ακολουθούν - Να είναι ορατό μόνο στα άτομα που με ακολουθούν στο Vimeo
IDC_RD_VIMEO_PRIVACY_UNLISTED		=Μόνο τα άτομα με τον ιδιωτικό σύνδεσμο μπορούν να δουν αυτό το βίντεο 
IDC_ST_VIMEO_PRIVACY_UNLISTED		=(Οι χρήστες Vimeo Basic δεν μπορούν να χρησιμοποιήσουν αυτήν την επιλογή)
IDC_RD_VIMEO_PRIVACY_PASSWORD		=Μόνο τα άτομα με κωδικό πρόσβασης μπορούν να δουν αυτό το βίντεο 
IDC_CK_HIDE_PASSWORD			=Απόκρυψη κωδικού πρόσβασης
IDC_BTN_VIMEO_UPLOAD			=Ανέβασμα
IDC_LN_VIMEO_HELP			=Βοήθεια

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			=Ανέβασμα...
IDC_ST_VIMEO_UPLOADED			=Το ανέβασμα του βίντεο ολοκξληρώθηκε!
IDC_ST_VIMEO_LINK			=Σύνδεσμος:
IDC_ST_VIMEO_EMBED			=Ενσωμάτωση:
IDC_BTN_VIMEO_LINK_GO			=Μετάβαση
IDC_BTN_VIMEO_EMBED_COPY		=Αντιγραφή
IDC_BTN_VIMEO_CLOSE			=Κλείσιμο

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			=Ανέβασμα στο Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO		=Πληροφορίες ανεβάσματος
IDC_ST_YOUTUBE_FILENAME			=Όνομα αρχείου:
IDC_ST_YOUTUBE_TITLE			=Τίτλος:
IDC_ST_YOUTUBE_DESCRIPTION		=Περιγραφή:
IDC_ST_YOUTUBE_PRIVACY			=Ιδιωτικότητα:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		=Δημόσιο - επιτρέπεται σε όλους να δουν  το βίντεο
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		=Εκτός λίστας - όποιος διαθέτει το σύνδεσμο του βίντεο μπορεί να το δεί
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		=Ιδιωτικό - το βίντεο θα είναι ορατό σε εμένα και στους χρήστες που επιλέγω  
IDC_BTN_YOUTUBE_UPLOAD			=Ανέβασμα
IDC_LN_YOUTUBE_HELP			=Βοήθεια
IDC_LN_YOUTUBE_TOS			=Κάνοντας κλικ στο κουμπί "Αποστολή", πιστοποιείτε ότι έχετε όλα τα δικαιώματα του περιεχομένου ή ότι έχετε εξουσιοδότηση από τον κάτοχο να δημοσιοποιήσετε το περιεχόμενο στο YouTube και ότι συμμορφώνεται διαφορετικά με τους Όρους Παροχής Υπηρεσιών YouTube.
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= Keep me logged in
IDC_BTN_YOUTUBE_LOGOUT			= Logout

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			=Ανέβασμα...
IDC_ST_YOUTUBE_UPLOADED			=Η αποστολή του βίντεο ολοκληρώθηκε!
IDC_ST_YOUTUBE_LINK			=Σύνδεσμος:
IDC_ST_YOUTUBE_EMBED			=Ενσωμάτωση:
IDC_BTN_YOUTUBE_LINK_GO			=Μετάβαση
IDC_BTN_YOUTUBE_EMBED_COPY		=Αντιγραφή
IDC_BTN_YOUTUBE_CLOSE			=Κλείσιμο

[IDD_FILEINFO]
IDD_FILEINFO				=Πληροφορίες αρχείου
IDC_BTN_CLIPBOARD			=Αντιγραφή στο πρόχειρο

[IDD_REGISTER]
IDD_REGISTER				=Καταχώρηση Bandicut
IDC_ST_1BUY				=1. Αγορά
IDC_ST_1BUY_COMMENT			=Αν το Bandicut δεν είναι καταχωρημένο, θα προστεθεί ένα υδατογράφημα στο βίντεο. Παρακαλώ κάντε κλικ στο κουμπί «Αγορά τώρα», για να αγοράσετε την άδεια Bandicut.
IDC_BTN_BUY_ONLINE			=Αγορά τώρα
IDC_ST_2REGISTER			=2. Καταχώρηση
IDC_ST_2REGISTER_COMMENT		=Παρακαλώ, εισάγετε τη διεύθυνση email και το σειριακό αριθμό. [br](Θα πρέπει να είστε online για να εγγραφείτε στο Bandicut.)
IDC_ST_EMAIL_ADDRESS			=Διεύθυνση email
IDC_ST_SERIAL_NUMBER			=Σειριακός αριθμός
IDC_BTN_REGISTER_NOW			=Καταχώρηση τώρα
IDC_BTN_UNREGISTER_NOW			=Διαγραφή

[IDD_SHUTDOWN]
IDD_SHUTDOWN				=Τερματισμός λειτουργίας
IDC_ST_SHUTDOWN_INFO			=Τερματισμός λειτουργίας
IDC_ST_SHUTDOWN_MSG1			=Το σύστημα θα τερματιστεί επειδή η διαδικασία έχει ολοκληρωθεί. [br]Αν δεν επιθυμείτε τερματισμό, κάντε κλικ στο κουμπί Άκυρο.
IDD_SHUTDOWN_APP			=Κλείσιμο Bandicut
IDC_ST_SHUTDOWN_APP_INFO		=Κλείσιμο Bandicut
IDC_ST_SHUTDOWN_APP_MSG1		=Το Bandicut θα κλείσει αυτόματα επειδή η διαδικασία έχει ολοκληρωθεί. [br]Αν δεν επιθυμείτε να κλείσει το Bandicut, κάντε κλικ στο κουμπί Άκυρο.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			=Έλεγχος ενημερώσεων
IDC_ST_UPDATE_SETTING			=Ρυθμίσεις
IDC_CK_ENABLE_AUTO_CHECK		=Ενεργοποίηση αυτόματου ελέγχου για ενημερώσεις.
IDC_CK_SHOW_UPDATE_POPUP		=Προβολή αναδυόμενου όταν μια σημαντική ενημέρωση είναι διαθέσιμη.
IDC_CK_SHOW_ENABLE_BETA			=Εμφάνιση αναδυόμενων διαλαληφθέντων όταν είναι διαθέσιμη μια ενημέρωση beta.
IDC_BTN_CHECK_UPDATE_NOW		=Έλεγχος ενημερώσεων τώρα

[IDD_UPDATEINFO]
IDD_UPDATEINFO				=Πληροφορίες ενημέρωσης
IDC_ST_UPDATE_MSG1			=Νέα έκδοση διαθέσιμη.
IDC_ST_UPDATE_MSG2			=Εάν κάνετε κλικ στο κουμπί "ενημέρωση", μπορείτε να την κατεβάσετε.
IDOK					=Ενημέρωση

[IDD_FAILTOADD]
IDD_FAILTOADD				=Απέτυχε η προσθήκη των αρχείων.

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				=Διαχωριστής βίντεο
IDOK					=Εφαρμογή
IDC_RD_SPLIT_NUMBER			=Διαχωρισμός σε
IDC_RD_SPLIT_TIME			=Διαχωρισμός κατά διάρκεια:
IDC_ST_SEGMENT				=Τμήματα
IDC_CK_KEEP_SEGMENT			=Διατήρηση του επιλεγμένου τμήματος
IDC_ST_HOUR				=Ώρα
IDC_ST_MIN				=Min.
IDC_ST_SEC				=Sec.

[IDD_INFORMATION]
IDD_INFORMATION				=Πλήκτρα συντόμευσης
IDD_INFORMATION_LICENSE			=Πληροφορίες άδειας χρήσης

[SKIN]
; New UI
; Common
$BN_START				=Έναρξη
$BN_CANCEL				=Άκυρο
$BN_OK					=OK
$BN_YES					=Ναι
$BN_NO					=Όχι
$ST_OPTION				=Επιλογή
$CK_JOIN				=Συγχώνευση
$BN_OPEN_OUTPUT				=Άνοιγμα
$BN_HELP				=Βοήθεια
$CHECK_DO_NOT_SHOW			=Να μην εμφανιστεί την επόμενη φορά.

; Main
$BN_TIP					=Εγγραφείτε για να καταργήσετε όλους τους περιορισμούς. 
$BN_ADD_SEGMENT				=Τμήμα
$BN_GUIDE_OPEN_FILE			=Ανοίξτε ένα αρχείο
$BN_GUIDE_OPEN_FILE_JOINER		=Ανοίξτε ένα αρχείο
$ST_GUIDE_SET_SEGMENT			=Επιλέξτε το τμήμα
$ST_GUIDE_START				=Πατήστε Έναρξη
$ST_GUIDE_ADD_FILES			=Προσθέστε αρχεία
$ST_SEGMENT_LIST_TITLE			=Λίστα κοπής τμημάτων
$ST_SEGMENT_LIST_TITLE_JOIN		=Λίστα ένωσης αρχείων

; Wizard
$BN_WIZARD_CUT				=Κοπή
$BN_WIZARD_JOIN				=Ένωση
$BN_WIZARD_SPLIT			=Διαίρεση

; About
$ST_ABOUT_VERSION_INFO			=Έκδοση Bandicut 
$ST_ABOUT_COPYRIGHT			=Copyright(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			=Νέα έκδοση διαθέσιμη.
$BN_ABOUT_CHECK_UPDATE			=Έλεγχος ενημερώσεων
$ST_ABOUT_LICENCE_INFO			=Πληροφορίες προγράμματος
$BN_ABOUT_REGISTER			=Καταχώρηση
$BN_ABOUT_REGISTER_HELP			=Πώς να το αγοράσετε και να το καταχωρήσετε
$ST_ABOUT_HOMEPAGE_INFO			=Διεύθυνση URL ιστότοπου
$ST_ABOUT_HOMEPAGE_URL			=Αρχική σελίδα
$ST_ABOUT_FAQ_URL			=FAQ
$BN_ABOUT_UPDATE_REGISTRATION		=Ενημέρωση εγγραφής
$BN_ABOUT_RENEW_LICENSE			= Renew License

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			=Λειτουργία
$RD_READY_HIGH_SPEED_MODE		=Λειτουργία υψηλής ταχύτητας
$RD_READY_ENCODING_MODE			=Λειτουργία κωδικοποίησης
$ST_READY_MODE_HIGH_SPEED		=Γρήγορη και χωρίς απώλειες (συνιστάται)
$ST_READY_MODE_ENCODING			=Ορισμός τύπου αρχείου, ποιότητας και κωδικοποιητή (Αργή)
$ST_READY_FILE_FORMAT			=Μορφή αρχείου
$ST_READY_VIDEO_INFO			=Πληροφορίες βίντεο
$ST_READY_VIDEO_ENCODER			=Κωδικοποιητής βίντεο
$ST_READY_AUDIO_INFO			=Πληροφορίες ήχου
$BN_READY_DETAIL_SETTING		=Ρυθμίσεις κωδικοποίησης
$BN_READY_PRESET			=Προεπιλογές
$ST_READY_OUTPUT_OPTION			=Εξαγωγή
$ST_READY_OUTPUT_FILE_NAME		=Όνομα αρχείου
$ST_READY_SAVE_FOLDER			=Φάκελος
$CK_READY_OUTPUT_TO_SOURCE		=Αποθήκευση στο φάκελο προέλευσης
$ST_READY_TRACK_OPTION			=Αποθήκευση κομματιών
$RD_READY_ALL_TRACK			=Αποθήκευση όλων των κομματιών βίντεο και ήχου
$RD_READY_SEL_TRACK			=Αποθήκευση μόνο των επιλεγμένων κομματιών βίντεο και ήχου
$CK_READY_EXTRACT_AUDIO			=Εξαγωγή κομματιών ήχου (.mp3)
$CK_READY_REMOVE_AUDIO			=Αφαίρεση κομματιών ήχου

; Run
$ST_RUN_CUT_FILE_INFO			=Πρόοδος
$ST_RUN_FILE_NAME			=Αρχείο:
$ST_RUN_COMPLETE			=Ολοκληρώθηκε
$BN_RUN_UPLOAD				=Ανεβάστε
$BN_RUN_PLAY				=Αναπαραγωγή
$ST_RUN_RUNNING_TIME			=Παρελθών χρόνος
$ST_RUN_REMAINING_TIME			=Εναπομένων χρόνος
$ST_RUN_SPEED				=Ταχύτητα
$ST_RUN_FILE_SIZE			=Μέγεθος αρχείου
$ST_END_OPTION				=Μετά την ολοκλήρωση
$ST_UPLOAD_OPTION			=Επιλογή ανεβάσματος
$CK_RUN_OPEN_OUTPUT_FOLDER		=Άνοιγμα του φακέλου εξαγωγής όταν ολοκληρωθεί
$CK_RUN_SYSTEM_CLOSE			=Τερματισμός
$CK_SOUND_ALARM				=Αναπαραγωγή ενός ήχου
$CK_MOVE_TO_MAIN			=Μεταβείτε στο κύριο παράθυρο

; Capture
$BN_OPEN_FOLDER				=Άνοιγμα φακέλου
$BN_MESSAGE				=[u]Η καταγεγραμμένη εικόνα έχει αποθηκευτεί στο φάκελο εξόδου.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			=Έχετε χρησιμοποιήσει <font color="yellow">Bandicam</font>?Επιτρέπει σε σας για να καταγράψει τίποτα στην οθόνη PC σας και να το σώσει ως τηλεοπτικό αρχείο. [br] Δεν είναι σε θέση να το κάνειαυτό Θα θέλατε να δοκιμάσετεBandicam?
$BN_UPDATE_STEP1_LINK			=Μάθε περισσότερα
$ST_UPDATE_STEP2_TEXT			=Λήψη σε εξέλιξη...
$BN_UPDATE_INSTALL			=Εγκατάσταση τώρα
$BN_UPDATE_LATER			=Όχι, ευχαριστώ!
$BN_UPDATE_CANCEL			=Άκυρο
$BN_UPDATE_CLOSE			=Κλείσιμο
$ST_UPDATE_OFFLINE			=bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			=Προετοιμασία των αρχείων σας για επεξεργασία.

; Tooltip
$TT_MENU				=Μενού
$TT_WIZARD				=Ξεκινήστε (Αρχική σελίδα)
$TT_CUTTER				=Κοπή
$TT_JOINER				=Ένωση
$TT_ABOUT				=Πληροφορίες (F1)
$TT_SETTING				=Διαμόρφωση (F5)
$TT_BANDICAM				=Εκκίνηση Bandicam

$TT_FILE_CLOSE_WORK			=Κλείσιμο όλων των αρχείων (F4)
$TT_FILE_CLOSE_WORK_CUT			=Κλείσιμο αρχείου - Κατάργηση όλων των τμημάτων (F4)

$TT_FILE_OPEN				=Ανοίξτε ένα αρχείο (F2,Ctrl+O)
$TT_FILE_ADD				=Προσθήκη αρχείων (F2,Ctrl+O)
$TT_FILE_PROJECT			=Αρχεία έργου
$TT_OPEN				=Άνοιγμα

$TT_REGISTER				=Καταχώρηση (F3)
$TT_OPEN_OUTPUT_FOLDER			=Άνοιγμα αρχείου έργου (Ctrl+F2)
$TT_HELP				=Βοήθεια
$TT_REFRESH_LINFO			= Refresh license Information

$TT_PLAYER_PLAY				=Αναπαραγωγή/Παύση (Space)
$TT_PLAYER_STOP				=Διακοπή (Ctrl+Space)
$TT_PLAYER_PLAY_SEG			=Αναπαραγωγή/Παύση τμήματος (Ctrl+P)
$TT_PLAYER_STOP_SEG			=Διακοπή τμήματος (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		=Προηγούμενο καρέ-κλειδί (Ctrl+Αριστερά, Ctrl+Κάτω)
$TT_PLAYER_PREV_FRAME			=Προηγούμενο καρέ (Αριστερά, Κάτω)
$TT_PLAYER_NEXT_FRAME			=Επόμενο καρέ (Δεξιά, Επάνω)
$TT_PLAYER_NEXT_KEY_FRAME		=Επόμενο καρέ-κλειδί (Ctrl+Δεξιά, Ctrl+Επάνω)
$TT_PLAYER_PREV_FILE_PLAY		=Παίξτε το προηγούμενο αρχείο (αριστερά)
$TT_PLAYER_NEXT_FILE_PLAY		=Παίξτε το επόμενο αρχείο (δεξιά)
$TT_PLAYER_SEG_ADD			=Προσθήκη τμήματος (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	=Μπορείτε να προσθέσετε έως και ${int1} αρχεία/τμήματα.
$TT_PLAYER_SEG_START			=Ορισμός ώρας έναρξης τμήματος ( S )
$TT_PLAYER_SEG_END			=Ορισμός ώρας λήξης τμήματος ( E )
$TT_PLAYER_MUTE_ON			=Σίγαση ( M )
$TT_PLAYER_MUTE_OFF			=Ακύρωση σίγασης ( M )

$TT_PLAYER_CAPTURE			=Capture (Ctrl+C)

$TT_ADD_SEGMENT				=Προσθήκη τμήματος (Ctrl+N)
$TT_PREV_SEGMENT			=Μετακίνηση επάνω
$TT_NEXT_SEGMENT			=Μετακίνηση κάτω
$TT_PREV_MOVE_FILE			=Μετακίνηση πίσω
$TT_NEXT_MOVE_FILE			=Μετακίνηση εμπρός

$TT_RUN_UPLOAD_OPTION			=Επιλογή ανεβάσματος

$TT_LIST_PLAY				=Αναπαραγωγή / Παύση τμήματος
$TT_LIST_SPLIT				=Διαχωρισμός
$TT_LIST_CUT_REMOVE			=Αφαίρεση
$TT_LIST_JOIN_REMOVE			=Αφαίρεση

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				=* Πλήκτρα συντόμευσης Bandicut
HOTKEYS_ABOUT				=- Περί του Bandicut:			F1
HOTKEYS_FILE_INFO			=- Πληροφορίες αρχείου:		Ctrl+F1
HOTKEYS_SETTING				=- Διαμόρφωση:		F5
HOTKEYS_MAX				=- Μεγιστοποίηση/Επαναφορά:	Enter
HOTKEYS_CHANGE_MODE			=- Αλλαγή τρόπου	: Ctrl+M
HOTKEYS_REGISTER			=- Καταχώρηση Bandicut	: F3
HOTKEYS_HOME				=- Μετάβαση στην αρχική σελίδα:	Home

HOTKEYS_PLAY_TITLE			=* Αναπαραγωγή
HOTKEYS_OPEN_FILE			=- Άνοιγμα αρχείου:		Ctrl+O, F2
HOTKEYS_CLOSE				=- Κλείσιμο όλων των αρχείων:		F4
HOTKEYS_START				=- Έναρξη:           Ctrl+Enter
HOTKEYS_OPEN_FOLDER			=- Άνοιγμα φακέλου εξαγωγής:	Ctrl+F2
HOTKEYS_PLAY				=- Αναπαραγωγή/Παύση:	Space
HOTKEYS_STOP				=- Διακοπή:		Ctrl+Space
HOTKEYS_MUTE				=- Σίγαση on/off:		M

HOTKEYS_SEGMENT_PLAY			=- Αναπαραγωγή/Παύση τμήματος:	Ctrl+P
HOTKEYS_SEGMENT_STOP			=- Διακοπή τμήματος:		Alt+P
HOTKEYS_SEGMENT_REMOVE			=- Αφαίρεση τμήματος:	Delete

HOTKEYS_PLAY_FORWARD			=- Εμπρός:		Δεξιά, Numpad+
HOTKEYS_PLAY_REWIND			=- Πίσω:		Αριστερά, Numpad-

HOTKEYS_CUT_TITLE			=* Κοπή
HOTKEYS_SET_START_TIME			=- Ορισμός ώρας έναρξης τμήματος:	S
HOTKEYS_SET_END_TIME			=- Ορισμός ώρας λήξης τμήματος:	E
HOTKEYS_SEGMENT_ADD			=- Προσθήκη τμήματος:	Ctrl+N

HOTKEYS_NEXT_FRAME			=- Επόμενο καρέ:		Δεξιά, Numpad+
HOTKEYS_NEXT_KEY_FRAME			=- Επόμενο καρέ-κλειδί:		Ctrl+Right

HOTKEYS_PREVIOUS_FRAME			=- Προηγούμενο καρέ:		Αριστερά, Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME		=- Προηγούμενο καρέ-κλειδί :	Ctrl+Αριστερά

HOTKEYS_PREVIOUS_SEL_SEG		=- Επιλέξτε προηγούμενο τμήμα : Επάνω
HOTKEYS_NEXT_SEL_SEG			=- Επιλέξτε επόμενο τμήμα : Κάτω

HOTKEYS_PREV_TIME_DIGIT			=- Μετακίνηση σε προηγούμενο ψηφίο χρόνου: Shift + Tab
HOTKEYS_NEXT_TIME_DIGIT			=- Μετακίνηση στο επόμενο ψηφίο ώρας: Tab

HOTKEYS_JOIN_TITLE			=* Ένωση
HOTKEYS_PREV_FILE_PLAY			=- Παίξτε το προηγούμενο αρχείο: αριστερά
HOTKEYS_NEXT_FILE_PLAY			=- Παίξτε το επόμενο αρχείο: δεξιά
